{
  "recipes": [
    {
      "name": "Pizza! Pizza! Egg Mug",
      "ingredients": [
        "2 tablespoons canned crushed tomatoes",
        "1/8 teaspoon Italian seasoning",
        "1/2 cup fat-free liquid egg substitute",
        "1 wedge The Laughing Cow Light Creamy Swiss cheese",
        "6 slices turkey pepperoni, chopped",
        "1/2 teaspoon reduced-fat Parmesan-style grated topping"
      ],
      "steps": [
        "In a small bowl, combine crushed tomatoes with Italian seasoning. Mix well and set aside.",
        "Spray a large microwave-safe mug with nonstick spray. Add egg substitute and cheese wedge, breaking the cheese wedge into pieces as you add it. Microwave for 1 minute.",
        "Gently stir. Microwave for another 30 seconds.",
        "Add seasoned tomatoes and pepperoni to the mug. Mix well. Microwave for 30 seconds, or until scramble is set.",
        "Lightly stir. Sprinkle with grated topping. Allow to cool slightly, and then ENJOY!"
      ],
      "source": "300 under 300, Page 14",
      "notes": [
        "You'll Need: small bowl, large microwave-safe mug, nonstick spray",
        "Prep: 5 minutes",
        "Cook: 5 minutes",
        "Tomato Tip! Use leftover crushed tomatoes in a BUNCH of ways -- just look 'em up in the index to see all the crushed-tomatoes-required dishes we've got!",
        "Now, thanks to this recipe, you can embrace those crazy morning pizza cravings...",
        "PER SERVING (entire recipe): 134 calories, 3.25g fat, 746mg sodium, 5g carbs, 3g sugars, 17.5g protein",
        "Makes 1 serving"
      ]
    },
    {
      "name": "BTA (Bacon, Tomato, Avocado) Egg Mug",
      "ingredients": [
        "1/2 cup fat-free liquid egg substitute",
        "2 tablespoons precooked real crumbled bacon",
        "1/3 cup chopped tomatoes, patted to remove excess moisture",
        "1 ounce diced avocado (about 1/4 of an avocado)",
        "2 tablespoons salsa",
        "Optional: salt and black pepper"
      ],
      "steps": [
        "Spray a large microwave-safe mug with nonstick spray. Add egg substitute and microwave for 1 minute",
        "Gently stir. Add bacon and tomatoes. Microwave for 1 minute, or until scramble is just set.",
        "If you like, season to taste with salt and pepper. Top with avocado and salsa. Now dig in!"
      ],
      "source": "300 under 300, Page 15",
      "notes": [
        "You'll need: large microwave-safe mug, nonstick spray",
        "Prep: 5 minutes",
        "Cook: 5 minutes",
        "For more recipes, plus food finds, tips 'n tricks, and MORE, sign up for FREE daily emails at hungry-girl.com!",
        "This protein packed mug o' hot breakfastness is AMAZING!",
        "PER SERVING (entire recipe): 175 calories, 7.25g fat, 813mg sodium, 8.5g carbs, 3g fiber, 3.5g sugars, 19.5g protein",
        "Makes 1 serving"
      ]
    },
    {
      "name": "Buffalo Chicken Egg Mug",
      "ingredients": [
        "3/4 cup fat-free liquid egg substitute",
        "1 teaspoon dried minced onion",
        "2 ounces cooked and chopped skinless lean chicken breast",
        "1/2 tablespoon Frank's RedHot Original Cayenne Pepper Sauce",
        "1 teaspoon light blue cheese dressing",
        "1/2 teaspoon reduced-fat Parmesan-style grated topping"
      ],
      "steps": [
        "Spray a large microwave-safe mug with nonstick spray. Add egg substitute and onion and microwafe for 1 and 1/2 minutes.",
        "Gently stir in chicken. Microwave for 1 minute, or until scramble is just set.",
        "Allow to cool slightly. Top with hot sauce, blue cheese dressing, and Parm-style topping. Grab a spoon and eat up!"
      ],
      "source": "300 under 300, Page 16",
      "notes": [
        "You'll need: large microwave-safe mug, nonstick spray",
        "Prep: 5 minutes",
        "Cook: 5 minutes",
        "HG Alternative! don't like blue cheese dressing? Swap it out for light ranch.",
        "If you love chicken wings, you'll FREAK over this creative bar-food-inspired breakfast.",
        "PER SERVING (entire recipe): 180 calories, 2.25g fat, 801mg sodium, 6g carbs, 0g fiber, 2g sugars, 33g protein",
        "Makes 1 serving"
      ]
    },
    {
      "name": "California Love Mug",
      "ingredients": [
        "1/2 cup chopped spinach",
        "1/2 cup sliced mushrooms",
        "1/2 cup fat-free liquid egg substitute",
        "2 tablespoons diced tomatoes",
        "1 wedge The Laughing Cow Light Creamy Swiss cheese",
        "2 tablespoons diced avocado"
      ],
      "steps": [
        "Spray a large microwave-safe mug with nonstick spray. Add spinach and mushrooms. Microwave for 1 to 2 minutes, until veggies have softened.",
        "Blot any excess moisture from the veggies. Add egg substitute, tomatoes, and cheese wedge, breaking the cheese wedge into pieces as you add it. Mix well, and then microwave for 1 minute.",
        "Gently stir, and then microwave for 1 more minute, or until scramble is just set.",
        "Lightly stir and allow to cool slightly. Top with avocado and enjoy!"
      ],
      "source": "300 under 300, Page 17",
      "notes": [
        "You'll need: large microwave-safe mug, nonstick spray",
        "Prep: 5 minutes",
        "Cook: 5 minutes",
        "Are you an egg-mug newbie? Visit page 21 for a fun little intro!",
        "This morning mug is unique and fabulous. Much like yourself... only, um, you're not creamy and infused with avocado.",
        "PER SERVING (entire recipe): 140 calories, 4.5g fat, 456mg sodium, 7g carbs, 2g fiber, 3g sugars, 16g protein",
        "Makes 1 serving"
      ]
    },
    {
      "name": "Crunchy Beefy Taco Egg Mug",
      "ingredients": [
        "1/4 cup frozen ground-beef-style soy crumbles",
        "1/4 teaspoon taco seasoning mix",
        "3/4 cup fat-free liquid egg substitute",
        "1 tablespoon fat-free shredded cheddar cheese",
        "4 low-fat baked tortilla chips, roughly crushed",
        "1 tablespoon salsa",
        "1 tablespoon fat-free sour cream"
      ],
      "steps": [
        "Spray a large microwave-safe mug with nonstick spray. Add frozen crumbles and microwave for 45 seconds, or until thawed.",
        "Add taco seasoning and mix well. Add egg substitute, stir, and microwave for 1 and 1/2 minutes.",
        "Gently stir and then sprinkle with cheese. Microwave for 1 minute, or until scramble is just set. Top with tortilla chips, salsa, and sour cream!"
      ],
      "source": "300 under 300, Page 18",
      "notes": [
        "You'll need: large microwave-safe mug, nonstick spray",
        "Prep: 5 minutes",
        "Cook: 5 minutes",
        "For a pic of this recipe, see the first photo insert. Yay!",
        "Is it CRAZY to try to stuff a taco into an egg mug? Uhhh... NO WAY. It's BRILLIANT!",
        "PER SERVING (entire recipe): 168 calories, 0.75g fat, 749mg sodium, 12.5g carbs, 1.75g fiber, 3g sugars, 26.5g protein",
        "Makes 1 serving"
      ]
    },
    {
      "name": "Peanut Butter and Jelly Sandwich",
      "ingredients": [
        "2 slices of bread",
        "3 tablespoons of peanut butter",
        "2 tablespoons of jelly"
      ],
      "steps": [
        "Place bread on a plate or other clean surface.",
        "Apply the peanut butter to one of the pieces of bread.",
        "Apply the jelly to the other piece of bread.",
        "Put the pieces of bread together so that the jelly and the peanut butter are touching.",
        "Eat."
      ]
    },
    {
      "name": "It's All Greek to Me Egg Mug",
      "ingredients": [
        "1/2 cup chopped spinach",
        "1/4 cup chopped red onion",
        "1/2 cup fat-free liquid egg substitute",
        "2 tablespoons diced tomatoes",
        "2 tablespoons crumbled reduced-fat feta cheese",
        "1/2 tablespoon chopped fresh basil"
      ],
      "steps": [
        "Spray a large microwave-safe mug with nonstick spray. Add spinach and onion, and microwave for 1 to 2 minutes, until softened.",
        "Blot any excess liquid from veggies. Add egg substitute and mix well. Microwave for 1 minute.",
        "Stir gently. Add all other ingredients and lightly stir. Microwave for 1 minute, or until scramble is just set.",
        "Gently stir, and then allow to cool slightly. Dig in!"
      ],
      "source": "300 under 300, Page 19",
      "notes": [
        "You'll need: lage microwave-safe mug, nonstick spray",
        "Prep: 5 minutes",
        "Cook: 5 minutes",
        "Leftover feta alert! Have extra? Flip to the index, locate the cheese listing and make something else that contains fabulous feta. Woohoo!",
        "For a pic of this recipe, see the first photo insert. Yay!",
        "Never been to Greece? don't know how to pronounce spanakopita? Worry not -- you'll STILL love this feta-infused egg mug!",
        "PER SERVING (entire recipe): 117 calories, 2g fat, 459mg sodium, 8g carbs, 1g fiber, 3g sugars, 16g protein",
        "Makes 1 serving"
      ]
    },
    {
      "name": "Chicken Fajita Scramble Mug",
      "ingredients": [
        "1/4 cup chopped red bell pepper",
        "1/4 cup chopped onion",
        "1 ounce cooked and chopped skinless lean chicken breast",
        "1 teaspoon fajita seasoning mix",
        "1/2 cup fat-free liquid egg substitute",
        "2 tablespoons shredded fat-free cheddar cheese",
        "1 tablespoon fat-free sour cream"
      ],
      "steps": [
        "Spray a large microwave-safe mug with nonstick spray. Add veggies, chicken, and fajita seasoning. Stir well to distribute seasoning. Microwave for 1 to 2 minutes, until veggies have softened.",
        "Add egg substitute and mix well. Microwave for 1 minute.",
        "Add cheese and genly stir. Microwave for 1 minute, or until scramble is just set.",
        "Allow to cool slightly. Top with sour cream and enjoy!"
      ],
      "source": "300 under 300, Page 20",
      "notes": [
        "You'll need: large microwave-safe mug, nonstick spray",
        "Prep: 5 minutes",
        "Cook: 5 minutes",
        "For full-color photos of all the reicpes in this book, check out hungry-girl.com/books. Woohoo!",
        "Peppers? CHECK! Onions? CHECK! Chicken? YUP! All your favorite fajita flavors in one li'l eggy mug.",
        "PER SERVING (entire recipe): 163 calories, 0.75g fat, 583mg sodium, 12g carbs, 1.25g fiber, 5.5g sugars, 26g protein",
        "Makes 1 serving"
      ]
    },
    {
      "name": "Denver Omelette in a Mug",
      "ingredients": [
        "1/4 cup chopped green bell pepper",
        "2 tablespoons chopped onion",
        "1/2 cup fat-free liquid egg substitute",
        "1 ounce (about 2 slices) 97% to 98% fat-free ham, chopped",
        "2 tablespoons shredded fat-free cheddar cheese"
      ],
      "steps": [
        "Spray a large microwave-safe mug with nonstick spray. Add veggies and microwave for 1 to 2 minutes, until softened.",
        "Blot any excess liquid from veggies. Add egg subsitute, mix well, and microwave for 1 minute.",
        "Add ham and cheese and lightly stir. Microwave for 1 minute, or until scramble is just set.",
        "Let cool slightly, and then eat up!"
      ],
      "source": "300 under 300, Page 22",
      "notes": [
        "You'll need: large microwave-safe mug, nonstick spray",
        "Prep: 5 minutes",
        "Cook: 5 minutes",
        "For the Weight Watchers PointsPlus values of all the recipes in this book, check out hungry-girl.com/books. Yay!",
        "You don't need to go to a diner for this one, people. Here's a new HG classic!",
        "PER SERVING (entire recipe): 122 calories, 0.75g fat, 702mg sodium, 6g carbs, 0.5g fiber, 2.5g sugars, 21.5g protein",
        "Makes 1 serving"
      ]
    }
  ]
}